const data = {
  scn:{
    questions: [
      {
        question: "Как зовут отца всех богов в скандинавской мифологии?",
        answers: ["Локи", "Один", "Тор", "Фрейя"],
        validAnswer: 2,
      },
      {
        question: "Как зовут богиню, которая правит домом мертвых?",
        answers: ["Хель", "Фрейя", "Скади", "Идун"],
        validAnswer: 1,
      },
      {
        question: "Как зовут бога охоты в скандинавской мифологии?",
        answers: ["Уль", "Перун", "Ладонь", "Тривиггер"],
        validAnswer: 1,
      },
    ],
  },
  gre:{
    questions: [
      {
        question: "Кто был главным богом в древнегреческой мифологии?",
        answers: ["Посейдон", "Зевс", "Аид", "Аполлон"],
        validAnswer: 2,
      },
      {
        question: "Кто была богиней мудрости?",
        answers: ["Гера", "Афина", "Артемида", "Афродита"],
        validAnswer: 2,
      },
      {
        question: "Кто был богом моря и землетрясений?",
        answers: ["Аид", "Дионис", "Посейдон", "Геракл"],
        validAnswer: 3,
      },
    ],
  },
  egpt:{
    questions: [
      {
        question: "Какое животное было священным символом богини Исиды?",
        answers: ["Крокодил", "Сокол", "Кошка", "Кролик"],
        validAnswer: 4,
      },
      {
        question: "Какой бог был символом солнца и создателем мира?",
        answers: ["Ра", "Тот", "Хор", "Озирис"],
        validAnswer: 1,
      },
      {
        question: "Как назывался бог баланса и справедливости?",
        answers: ["Маат", "Анубис", "Изида", "Амон"],
        validAnswer: 1,
      },
    ],
  }

};
